{
  "legislative_session": "2025-2028",
  "identifier": "PC0938",
  "title": "Para crear la “Ley General de Proclamas de Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 9-1997, conocida como “Ley del “Mes del Cuidado de los Ojos” en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 284-2018, según enmendada, conocida como “Ley del “Mes y el Día de Concientización sobre Autoestima””; enmendar los Artículos 1 y 2 de la Ley Núm. 36-2017, según enmendada, conocida como “Ley del “Día de la Recordación de Doña Inés Mendoza de Muñoz Marín””; enmendar el Artículo 3 de la Ley Núm. 364-2004, según enmendada, conocida como “Ley del “Mes y el Día de la Prevención del Cáncer Cervical””; enmendar el Artículo 2 de la Ley Núm. 118-2006, según enmendada, conocida como “Ley del “Día Conmemorativo de don Salvador Brau Asencio””; enmendar el Artículo 2 de la Ley Núm. 118-2006, según enmendada, conocida como “Ley del “Mes de la Prevención y Manejo de Síntomas del Corazón y de los Adiestramientos de Resucitación Cardiopulmonar””; enmendar el Artículo 2 de la Ley Núm. 37-2010, conocida como “Ley del “Mes de la Prevención y Manejo de Síntomas del Corazón y de los Adiestramientos de Resucitación Cardiopulmonar””; enmendar el Artículo 2 de la Ley Núm. 46-1996, conocida como “Ley del “Mes de la Música de Trío” en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 4-2007, según enmendada, conocida como “Ley del “Mes de la Prevención del DVT (Trombosis de Vena Profunda) en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 162-2006, conocida como “Ley de la “Semana del Comienzo Saludable” a los Fines de Crear Conciencia en Cuanto a la Importancia de la Alimentación de los Recién Nacidos y los Problemas de Obesidad en los Niños”; enmendar los Artículos 2 y 3 de la Ley Núm. 114-2013, conocida como “Ley de la “Semana del Apicultor Puertorriqueño””; enmendar el Artículo 3 de la Ley Núm. 30-2018, conocida como “Ley del “Mes del Tenis en Puerto Rico” y el “Día Puertorriqueño del Tenis””; enmendar el Artículo 3 de la Ley Núm. 53-2000, conocida como “Ley de la Celebración de la Ciudadanía Americana”; añadir un Artículo 3, reenumerar el actual Artículo 3 a número 4, y reenumerar el Artículo número 4 a número 5 de la de la Ley Núm. 122-1994, conocida como “”Ley de la “Semana Conmemorativa de las Mujeres Consagradas a la Vida Religiosa”; enmendar el Artículo 3 de la Ley Núm. 100-2000, conocida como “Ley del “Día de la Salsa en Puerto Rico””; enmendar los Artículos 1 y 2 de la Ley Núm. 186-1999, conocida como “Ley para la Conmemoración y Celebración del “Natalicio del Músico y Violinista José Figueroa Sanabia”; enmendar el Artículo 1 de la Ley Núm. 21 del 23 de mayo de 1984, conocida como “Ley del “Mes de la Prevención y Control del Cáncer””; enmendar el Artículo 3 de la Ley Núm. 180-2002, conocida como “Ley del “Día Nacional de la Bomba””; enmendar los Artículos 2 y 3 de la Ley Núm. 78-2010, conocida como “Ley de la “Semana de la Concientización sobre el Buen Manejo de la Sangre””; enmendar el Artículo 1 de la Ley Núm. 59 del 6 de mayo de 1938, según enmendada, conocida como “Ley de la “Semana de las Industrias Puertorriqueñas”; enmendar el Artículo 2 de la Ley Núm. 228-2006, según enmendada, conocida como “Ley del “Mes de la Prevención de Cáncer de Seno en Puerto Rico”, el “Día de Concientización del Cáncer de Seno” y el “Día de la Concientización sobre el Cáncer de Mama Masculino””; enmendar el Artículo 2 de la Ley Núm. 40-2007, según enmendada, conocida como “Ley de la “Semana del béisbol Puertorriqueño” y el “Día del Pelotero Puertorriqueño de las Grandes Ligas””; enmendar el Artículo 2 de la Ley Núm. 166-2007, conocida como “Ley de la “Semana del Barbero y Estilista en Barbería de Puerto Rico””; enmendar el título, y los artículos 1 y 2 de la Ley Núm. 24 del 27 de 1933, según enmendada, conocida como “Ley del “Día del homenaje a las Personas de Edad Avanzada””; enmendar el Artículo 2 de la Ley Núm. 11-2007, conocida como “Ley de la “Semana de la Prevención del Uso y Abuso de las Drogas””; enmendar el Artículo 2 de la Ley Núm. 52-2004, conocida como “Ley del “Mes de la Concientización del Síndrome de la Fatiga Crónica””; enmendar el Artículo 2 de la Ley Núm. 298-1998, según enmendada, conocida como “Ley del “Mes del Compositor, Músico e Interprete en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 221-1999, conocida como “Ley del “Día del Personal de Mantenimiento, Ornato, Saneamiento y/o Conservación”; derogar la Ley Núm. 325-2003, conocida como “Ley del “Mes de las Personas de Edad Avanzada””; enmendar el Artículo 2 de la Ley Núm. 129-2006, conocida como “Ley del “Mes de la Promoción de la Salud Renal y Prevención de las Enfermedades Renales””; enmendar el Artículo 2 de la Ley Núm. 47-2005, conocida como “Ley del “Mes del Manejo y Seguridad del Motociclista en las Carreteras””; reenumerar el Artículo 5 como Artículo 4, y enmendar el Artículo 2 de la Ley Núm. Ley Núm. 48-2005, conocida como “Ley del “Mes de la Prevención y Concienciación en el Uso y Abuso del Alcohol””; enmendar los Artículos 1, 2 y 4 de la Ley Núm. 42-2003, conocida como “Ley del “Día Nacional para Realizarse la Prueba de la Hepatitis C”; enmendar el Artículo 2 de la Ley Núm. 50-2005, conocida como “Ley del “Día de la Concienciación sobre la Fibromialgia””; enmendar el Artículo 2 de la Ley Núm. 50-2005, conocida como “Ley del “Mes del Paralimpismo” en Puerto Rico y el “Día Nacional del Paralimpismo en Puerto Rico””; reenumerar el segundo Artículo 2, y el Artículo 3 a Artículos 3 y 4 respectivamente, enmendar el texto del primer el Artículo 2 de la Ley Núm. 251-2010, según enmendada, conocida como “Ley del “Día de la Gimnasia” o “Gym Day””; enmendar el Artículo 2 de la Ley Núm. 166-2019, según enmendada, conocida como “Ley de la “Semana de los Albergues, rescatistas de animales, de la Concienciación y de la Adopción de Mascotas en Puerto Rico”; el Sábado “Día Nacional de la Adopción de Mascotas””; enmendar el título y los Artículos 2 y 3 de la Ley Núm. 89-2024, conocida como “Ley del Día del Ciclista y Concienciación Ciudadana””; derogar la Ley Núm. 117 del 13 de junio de 2012, conocida como “Ley del “Fin de Semana del Ciclista””; enmendar el Artículo 2 de la Ley Núm. 206-1995, conocida como “Ley del “Día Conmemorativo del Natalicio de Felisa Rincón Vda. De Gautier”; enmendar los Artículos 1 y 2 de la Ley Núm. 185-1999, conocida como “Ley del “Día de la Conmemoración del Natalicio y de la Obra Artística Musical del Compositor Tito Henríquez”; enmendar las Secciones 1, 2, 3 y 4 de la Ley Núm. 82 del 6 de mayo de 1938, conocida como “Ley para Designar el “Día del Ciego” en Puerto Rico”; enmendar los Artículo 1 y 2 de la Ley Núm. 26 del 24 de mayo de 1986, conocida como “Ley para Conmemorar el “Día del Natalicio de Armando Sánchez Martínez””; enmendar los Artículos 1 y 2 de la Ley Núm. 184-1999, conocida como “Ley del “Día de Conmemoración del Natalicio y de la Obra Artística Musical del Compositor Héctor F. Urdaneta””’; enmendar los Artículos 1 y 2 de la Ley Núm. 183-1999, conocida como “Ley de la “Ley del “Día de la Celebración del natalicio y de la Obra Artística Musical de la Compositora Sylvia Rexach””; enmendar el título y el Artículo 2 de la Ley Núm. 287-2012, conocida como “Ley para Decretar “El Mes del Pediatra en Puerto Rico” y el “Día del Pediatra””; enmendar el título y el Artículo 1, el Artículo 2, Artículo 3 y el Artículo 4 de la Ley Núm. 87-2015, conocida como “Ley del Mes de la Orientación y Prevención Contra la Trata Humana en el Estado Libre Asociado de Puerto Rico””; enmendar el Artículo 3 de la Ley Núm. 57-2012, conocida como “Ley del “Mes del Deporte y el Ejercicio” en Puerto Rico y el “Día del Deportista Puertorriqueño””; enmendar el Artículo 2 de la Ley Núm. 67 del 5 de julio de 1988, según enmendada, conocida como “Ley de la “Semana de las Organizaciones Juveniles de Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 45-2022, conocida como “Ley del “Día de Reconocimiento para Atletas Puertorriqueñas de Olimpiadas Especiales” en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 71-2023, conocida como “Ley del “Día de puerto Rico FLA” (Future Business Leaders of América)“; enmendar enmienda el Artículo 2 de la Ley Núm. 43-2015, conocida como “Ley del Día Conmemorativo del Natalicio de Don Catalino “Tite” Curet Alonso””; enmendar el Artículo 2 de la Ley Núm. 362-2004, conocida como “Ley del “Día del Declamador Puertorriqueño””; enmendar el título y los Artículos 1 y 2 de la Ley Núm. 288-2002, conocida como “Ley del “Día Internacional de los Derechos Humanos” en el Estado Libre Asociado de Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 52-2002, conocida como “Ley de la “Semana de la Poesía Puertorriqueña y de la poetisa y el poeta Puertorriqueño y Día Conmemorativo del Natalicio de Evaristo Ribera Chevremont””; enmendar los Artículos 2 y 3 de la Ley Núm. 38 del 5 de junio de 1938, conocida como “Ley del “Día del Natalicio y de la Obra Literaria de Julia De Burgos””; enmendar el Artículo 2 de la Ley Núm. 45-1995, según enmendada, conocida como “Ley de la “Semana Rotaria” en Puerto Rico y el “Día del Rotarismo en Puerto Rico””; enmendar los Artículos 1 y 2 de la Ley 128-2007, conocida como “Ley del “Día de los Gobernadores Puertorriqueños””; enmendar el Artículo 2 de la Ley Núm. 55-1998, conocida como “Ley del “Día de la Policía Municipal” y la “Semana de la Policía Municipal””; enmendar el Artículo 2 de la Ley Núm. 155-2018, conocida como “Ley de la “Semana Conmemorativa de la Comunidad Dominicana en Puerto Rico””; enmendar el Artículo 3 de la Ley Núm. 13-2021, conocida como “Ley del “Día de Condiciones y Enfermedades Raras””; enmendar el Artículo 2 de la Ley Núm. 82-2006, según enmendada, conocida como “Ley del “Mes de la Concientización sobre la Endometriosis” en Puerto Rico”; enmendar enmiendan los Artículos 2 y 3 de la Ley Núm. 88-2022, conocida como “Ley del “Mes de la concienciación sobre el Trastorno de Procesamiento Sensorial (TPS)””; enmendar el Artículo 3 de la Ley Núm. 30-2018, conocida como “Ley del “Mes del Tenis en Puerto Rico” y el “Día Puertorriqueño del Tenis””; enmendar el título y los Artículos 1 y 2 de la Ley Núm. 102-2003, conocida como “Ley de la “Semana del líder y los Grupos Comunitarios y de la Autogestión Comunitaria en el Estado Libre Asociado de Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 142-2006, conocida como “Ley del “Día de los Funcionarios de las Oficinas de Registraduría y Admisiones de todas las Instituciones Educativas Post Secundarias””; el Artículo 2 de la Ley Núm. 106-2003, conocida como ”Ley de la “Feria Puertorriqueña “Dulce Sueño” de Caballos de Paso Fino””; enmendar el Artículo 3 de la Ley Núm. 327-2004, conocida como “Ley de la Semana de la Mujer en Puerto Rico””; reenumerar el Artículo 5 a Artículo 4, enmendar el Artículo 3 de la Ley Núm. 82-2021, conocida como “Ley del “Día de la Mujer con Diversidad Funcional””; enmendar el Artículo 3 de la Ley Núm. 189-2010, conocida como “Ley del “Día de la Mujer Veterana” en Puerto Rico”; enmendar los Artículo 2 y 3 de la Ley Núm. 88-2004, conocida como “Ley de la “Semana de la Responsabilidad Social Empresarial””; enmendar los Artículos 1 y 2 de la Ley Núm. 155-2004, conocida como “Ley del “Día Mundial de los Derechos de los Consumidores””; enmendar los Artículos 2 y 3 de la Ley Núm. 48-2023, conocida como “Ley del “Día del Capellán” en Puerto Rico”; enmendar enmiendan los Artículos 2 y 5 de la Ley Núm. 24-2021, conocida como “Ley de la “Semana y el Día Nacional para la Erradicación del Racismo y Afirmación de la Afrodescendencia” en la Conmemoración del “Día de la Abolición de la Esclavitud””; el Artículo 3 de la Ley Núm. 206-1995, conocida como “Ley de la “Semana de la Prevención del Consumo de Sustancias Controladas en Menores de Edad””; el Artículo 2 de la Ley Núm. 211-2003, conocida como “Ley del “Mes de la Niñez y de la Prevención del Maltrato de Menores””; enmendar el Artículo 2 de la Ley Núm. 80-2024, conocida como “Ley del “Mes de Prevención y Concienciación sobre la Violencia Sexual en Puerto Rico””; enmendar el título y los Artículos 1 y 2 de la Ley Núm. 288-2002, conocida como “Ley del “Día Internacional de los Derechos Humanos” en el Estado Libre Asociado de Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 31-2005, conocida como “Ley del “mes de la Concienciación sobre la Donación de Órganos y Tejidos” en Puerto Rico”; enmendar el Artículo 3 de la Ley Núm. 79-2000, según enmendada, conocida como “Ley del “Mes del Autismo” y el “Día de la Concienciación sobre el Autismo””; enmendar el Artículo 3 de la Ley Núm. 15-2022, conocida como “Ley del “Mes y el Día de Concienciación de las Infecciones de Transmisión Sexual””; enmendar el Artículo 2 de la Ley Núm. 209-2019, conocida como “Ley para Declarar el “Mes de la Industria Puertorriqueña” y el ‘Día Hecho en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 56-2023, conocida como “Ley del “Día de la Actividad Física en Puerto Rico”; enmendar los Artículos 1 y 2 de la Ley Núm. 27-2003, conocida como Ley núm. 149-2003, conocida como “Ley del “Día Nacional de la Salud”’; enmendar el Artículo 2 de la Ley Núm. 114 del 24 de junio de 1977, conocida como “Ley del “Día Conmemorativo de Ramón Emeterio Betances””; enmendar el Artículo 2 de la Ley Núm. 363-1999, conocida como “Ley de la “Semana de Prevención de Consumo de Alcohol por Menores””; enmendar el Artículo 2 de la Ley Núm. 10-2024, conocida como “Ley del “Día del Natalicio de Ricardo Alegría””; enmendar los Artículo 2 y 3 de la Ley Núm. 66-2015, conocida como “Ley de la “Semana de la Prevención del Síndrome del Bebé Sacudido””; enmendar el Artículo 3 de la Ley Núm. 61-2004, conocida como “Ley del “Día de la Bandera Caimiteña”; enmendar el segundo Artículo 3, y se enmienda el Artículo 2 de la Ley Núm. 23-2002, conocida como “Ley de la “Semana de la Protección a los Derechos Humanos””; enmendar el Artículo 2 de la Ley Núm. 75-2006, conocida como “Ley del “Día para Garantizar Igual Paga” en Puerto Rico”; enmendar el título, el Artículo 1, el Artículo 2 y el Artículo 10 de la Ley Núm. 85-2017, según enmendada, conocida como “Ley Contra el Hostigamiento e Intimidación o ‘Bullying’ del Gobierno de Puerto Rico” o, “Ley Alexander Santiago Martínez”; enmendar el Artículo 3 de la Ley Núm. 17-2011, conocida como “Ley del “Día Global del Servicio Voluntario Juvenil””; enmendar el Artículo 2 de la Ley Núm. 101-2003, según enmendada, conocida como “Ley para designar la “Semana de la Liga Atlética Policiaca””; enmendar el Artículo 2 de la Ley Núm. 34 del 7 de junio de 1977, conocida como “Ley del “Día del Natalicio de Rafael Martínez Nadal””; enmendar el Artículo 2 de la Ley Núm. 422-2004, conocida como “Ley del “Día de Reconocimiento de los Esfuerzos de Prevención e Intervención del Maltrato de Menores por los Grupos y Organizaciones Privadas, Profesionales y de Base Comunitaria””; enmendar el Artículo 2 de la Ley Núm. 119-2020, conocida como “Ley del “Día de la Lucha contra el Maltrato Infantil”; enmendar el Artículo 2 de la Ley Núm. 98-2023, conocida como “Ley del Día de la Música Coral en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 98-2018, conocida como “Ley del “Día del Diseño Gráfico” en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 535-2004, conocida como “Ley del “Día Nacional del Automóvil Antiguo, Clásico y Clásico Modificado de Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 94-2007, conocida como “Ley del “Día Mundial de la Seguridad y la Salud en el Trabajo”’; enmendar el Artículo 9 de la Ley Núm. 416-2004, según enmendada, conocida como “Ley Sobre Política Pública Ambiental”; enmendar el Artículo 2 de la Ley Núm. 327-2003, conocida como “Ley del “Mes de la Navegación y la Seguridad Marítima en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 115-2020, conocida como “Ley de la “Semana del Bombero Puertorriqueño””; enmendar el Artículo 2 de la Ley Núm. 80-2024, conocida como “Ley de la “Semana del Barbero y Estilista en Barbería de Puerto Rico””; enmendar los Artículos 1 y 2 de la Ley núm. 116-2022, conocida como “Ley del “Día del Natalicio de José E. Aponte de la Torre; enmendar el Artículo 3 de la Ley Núm. 50 del 25 de mayo de 1955, según enmendada, conocida como Ley de “La Semana de la Tierra Puertorriqueña””; enmendar los Artículos 2 y 3 de la Ley Núm. 187-1999, conocida como “Ley de la “Semana del Pintor Puertorriqueño y de los Artistas de las Artes Plásticas en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 20-2023, conocida como “Ley del “Día Nacional del Mundillo Puertorriqueño””; enmendar el Artículo 2 de la Ley Núm. 31-2023, conocida “Ley del “Día de la Partería””; enmendar el Artículo 2 de la Ley Núm. 185-2007, conocida como “Ley del “Día del Estudiante Universitario””; enmendar el Artículo 2 de la Ley Núm.6-2022, conocida como “Ley del “Día de la Concienciación sobre la Salud Mental Perinatal””; enmendar el Artículo 2 de la Ley Núm. 265-2008, conocida como “Ley del “Día Mundial de los Huérfanos del SIDA””; reenumerar los artículos 2,3 y 4, y enmendar el Artículo 2 de la Ley Núm. 8-2023, conocida como “Ley del “Día del Diseñador de Moda en Puerto Rico””; enmendar el Artículo 1, 2 y 4 de la Ley Núm. 9-1991, conocida como “Ley del “Día Mundial de la Cruz Roja””; enmendar los Artículos 1 y 2 de la Ley Núm. 190-2000, conocida como “Ley para Declarar la Conmemoración de Felipe “La Voz” Rodríguez”; enmendar los Artículos 1, 2 y 3 de la Ley Núm. 250-2002, conocida como “Ley del “Día de Don Antonio Fernós Isern””; enmendar el Artículo 2 de la Ley Núm. 25 del 11 de marzo de 1915, conocida como “Ley del “Día de las Madres””; enmendar el Artículo 1 de la Ley Núm. 109-2000, conocida como “Ley de la “Semana de la Prevención y el Control de la Osteoporosis””; enmendar el Artículo 2 de la Ley Núm. 136-2007, conocida como “Ley de la “Semana para la Concienciación de la Enfermedad ALS” (Esclerosis Lateral Amiotrófica)”; enmendar el Artículo 2 de la Ley Núm. 203-1998, conocida como “Ley del “Día del Personal de Enfermería””; enmendar el Artículo 2 de la Ley Núm. 66-2021, conocida como “Ley del “Día de los Empleados Municipales” y la Conmemoración de la “Semana de los Empleados Municipales””; enmendar las Secciones 1, 2, 3 y 4 de la Ley Núm. 50-2005, conocida como “Ley del “Día de la Concienciación sobre la Fribomialgia”; enmendar las Secciones 1, 2, 3, 4, 5 de la Ley Núm. 113 del 24 de junio de 1971, conocida como “Ley de la “Semana del Contador”’; enmendar los Artículo 2 y 3 de la Ley Núm. 259-2002, conocida como “Ley de la “Semana de la Prevención del Maltrato a las Personas de Edad Avanzada””; enmendar el Artículo 2 de la Ley Núm. 79-2023, conocida como “Ley de la “Semana Nacional The Salvation Army en Puerto Rico””; enmendar el Artículo 3 de la Ley Núm. 8-2019, conocida como “Ley de la “Semana de la Crianza de los Niños de Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 50-1996, conocida como “Ley del “Día del Radioaficionado de Puerto Rico””; enmendar el Artículo 4 de la Ley Núm. 133-2013, conocida como “Ley del “Día de la Concienciación sobre el Diagnóstico de Apraxia del Habla Infantil””; enmendar el Artículo 2 de la Ley Núm. 6-2024, conocida como “Ley del “día de la Conciencia sobre el Síndrome de Ehlers-Danlos””; enmendar el Artículo 2 de la Ley Núm. 47 del 12 de junio de 1978, según enmendada, conocida como “Ley del “Día del Natalicio de Juan Morell Campos y de los Compositores Puertorriqueños de Danzas”; enmendar los Artículos 2 y 3 de la Ley Núm. 19-2013, conocida como Ley del “Día de la Concientización sobre la Condición de Angioedema Hereditario””; enmendar el Artículo 2 de la Ley Núm. 68-2019, conocida como “Ley del “Día de la Concienciación de las Enfermedades Inflamatorias del Intestino””; enmendar el Artículo 2 de la Ley Núm. 113-2015, conocida como “Ley del “Día Conmemorativo del Natalicio de Luis Palés Matos””; enmendar el Artículo 2 de la Ley Núm. 141 del 20 de julio de 1979, según enmendada, conocida como “Ley de la “Semana de la Educación” en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 115-2006, conocida como “Ley del “Día de Ramón Ortíz del Rivero (Diplo)”’’; enmendar el Artículo 2 de la Ley Núm. 74-2021, conocida como “Ley del “Día de la Concienciación sobre la Esclerosis Múltiple”’’; enmendar enmiendan los Artículos 1 y 2 de la Ley Núm. 144-2006, conocida como “Ley del “Día de Recordación de la Masacre de Lod””; enmendar el Artículo 2 de la Ley Núm. 380-2000, conocida como “Ley del “Día del Coleccionista””; enmendar los Artículos 2 y 6 de la Ley Núm. 174-2012, conocida como “Ley del “Mes de la Concienciación de la Paternidad Responsable en Puerto Rico””; enmendar las Secciónes 1, 2, 3, 4 y 5 de la Ley Núm. 158-2019, conocida como “Ley para Declarar el “Mes del Síndrome Tourette” y el “Día de la Concienciación sobre el Síndrome Tourette””; enmendar las Secciónes 1 y 2 de la Ley Núm. 13 del 18 de abril de 1974, según enmendada, conocida como “Ley del “Día de la Juventud””; enmendar el Artículo 1 de la Ley Núm. 29-2020, conocida como “Ley de la “Semana de la Conciencia sobre Hidradenitis Supurativa””; enmendar el título y los Artículo 1, 2 y 4 de la Ley Núm. 87-2002, conocida como “Ley del “Día Internacional de las Personas con Impedimentos” en el Estado Libre Asociado de Puerto Rico””; enmendar la Sección 2 de la Ley Núm. 30-1991, conocida como “Ley de la “Semana de la Solidaridad Puertorriqueña””; enmendar el Artículo 2 de la Ley Núm. 253-2008, conocida como “Ley para declarar el 9 de junio de cada año como “Día Conmemorativo del Natalicio del Doctor Santos P. Amadeo””; enmendar el Artículo 3 de la Ley 20-1990, según enmendada, conocida como “Ley de la “Semana de los Pequeños y Medianos Comerciantes Detallistas””; enmendar el Artículo 2 de la Ley Núm. 33-1998, conocida como “Ley del “Día del Periodista Deportivo””; enmendar los Artículos 2 y 3 de la Ley Núm. 60-2004, conocida como “Ley de la “Semana del Hipismo Puertorriqueño””; enmendar el Artículo 4 de la Ley Núm. 18-1997, conocida como “Ley de la “Semana de la Industria Petrolera”, el “Día de los Trabajadores de la Industria Petrolera” y el “Día de los Detallistas de Gasolina””; enmendar enmienda el Artículo 2 de la Ley núm. 22-1996, conocida como “Ley del “Día de la Bandera de los Estados Unidos de América en Puerto Rico””; enmendar enmienda el Artículo 3 de la Ley Núm. 356-1999, conocida como “Ley del “Día de los Padres””; enmendar el Artículo 2 de la Ley Núm. 22-1996, conocida como “Ley de la “Semana del Líder Recreativo””; enmendar los Artículos 1 y 2, y se crea un nuevo Artículo 3 de la Ley Núm. 54 del 30 de mayo de 1979, según enmendada, conocida como “Ley de la “Semana del Vigilante de Recursos Naturales””; enmendar el Artículo 2 de la Ley Núm. 7-2023 conocida como “Ley del “Día del Olimpismo Puertorriqueño’”; enmendar los Artículos 1, 2 y 4 de la Ley Núm. 127-2003, conocida como “Ley del “Día de la Lucha contra el Uso Indebido y el Tráfico Ilícito de Drogas””; enmendar los Artículos 2 y 4 de la Ley Núm. 175-2004, conocida como “Ley del “Día del Comercio Tradicional de Puerto Rico””; enmendar los Artículos 2 y 4 de la Ley Núm. 224-1998, conocida como “Ley del “Día del Joven Donante de Sangre””; enmendar el Artículo 2 de la Ley Núm. 59-1996 conocida como “Ley del “Día del Festival de las Flores de Aibonito””; enmendar los Artículos 2, 3 y 4 de la Ley Núm. 59-1996 conocida como “Ley de la “Semana de la Transportación” y el “Premio Luis A. Ferré””; enmendar el título y el Artículo 1 de la Ley Núm. 25 del 25 de mayo de 1978, según enmendada, conocida como “Ley de la “Semana del Legislador Municipal””; derogar la Ley Núm. 81-1994, conocida como “Ley del Día Conmemorativo de Don Gilberto Concepción de Gracia”; enmendar el Artículo 2 de la Ley Núm. 302-2003, conocida como “Ley de la “Ley del “Día de Reflexión sobre la Moral y la Familia”; enmendar el Artículo 2 de la Ley Núm. 233-1996, conocida como “Ley del “Día Oficial del Porteador Público””; enmendar el Artículo 2 de la Ley Núm.4-2006, conocida como “Ley del “Día de Enrique Laguerre”; enmendar el Artículo 2 de la Ley Núm. 156-2004, conocida como “Ley del “Día de la Excelencia en el Desarrollo del Quehacer Musical Puertorriqueño””; enmendar el título y los Artículos 1, 2 y 3 de la Ley Núm. 68 del 28 de 1976, conocido “Ley del “Día de la Bandera, Himno y Escudo del Estado Libre Asociado de Puerto Rico””; enmendar las Secciones 1 y 2 de la Ley Núm. 88 del 27 de junio de 1969, según enmendada, conocida como “Ley para Transferir la Fecha de Celebración de Ciertos Días Feriados en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 113-2023, conocida como “Ley del “Día de Concienciación sobre la Hepatitis en Puerto Rico””; enmendar el Artículo 3 de la Ley Núm. 48-1992, conocida como “Ley del “Día Nacional del Periodista” y la “Semana de la Prensa””; enmendar el Artículo 2 de la Ley Núm. 173-2019, conocida como “Ley del “Mes y el Día de la Historia Deportiva Puertorriqueña””; enmendar el Artículo 2 de la Ley Núm. 91-2015, conocida como “Ley de la “Semana de Concientización y Prevención contra el Virus del Papiloma Humano””; enmendar el título, y los Artículos 2 y 3 de la Ley Núm. 93-2003, conocida como “Ley de la “Semana de la Protección y Amparo del Proceso de Gestación Seguro y Saludable en el Estado Libre Asociado de Puerto Rico””; enmendar el Artículo I. V. 2. de la Ley Núm. 87-2025, conocida como “Código de Lactancia de Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 99-2023, conocida como “Ley de la “Semana del Programa de Ayuda al Empleado” y el “Día del Coordinador y Director PAE””; enmendar el Artículo 2 de la Ley Núm. 29-2004, mejor conocida como “Ley del “Día del Arecibeño de los Reyes Correa, el Capitán Correa””; enmendar los Artículos 2 y 3 de la Ley Núm. 37-2011, mejor conocida como “Ley del “Día del Corazón Púrpura””; enmendar el título y los el Artículo 1 y 2 de la Ley Núm. 116 del 19 de julio de 1979, según enmendada, conocida como Ley del “Día del Niño” en Puerto Rico”; enmendar enmienda el Artículo 2 de la Ley Núm. 328-2003, conocida como “Ley de la “Semana de la Prevención y Erradicación de las Carreras Clandestinas de Vehículos de motor en las Vías Públicas de Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 88-2019, conocida como Ley del “Día del Niño Especial” en Puerto Rico”; enmendar los Artículos 2 y 4 de la Ley Núm. 15-2023, conocida como “Ley del “Miércoles Naranja”, para Promover que los Ciudadanos Realicen sus Compras Navideñas en Comercios Locales, Pequeños y Medianos Comerciales”; enmendar enmiendan los Artículo 2 y 4 de la Ley Núm. 117-2003, conocida como “Ley de la “Semana del Florista de Puerto Rico”’; enmendar el Artículo 2 de la Ley Núm. 246-2000, conocida como “Ley del “Día Conmemorativo de las Personas Zurdas en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 86-2008, conocida como “Ley del Día para la Reflexión y Promoción de los Valores Éticos”; enmendar el Artículo 2 de la Ley Núm. 67-1996, conocida como “Ley del “Día de la No Violencia en la Televisión””; enmendar los Artículos 2 y 3 de la Ley Núm. 14-2000, conocida como “Ley de la “Fiesta Nacional del Cuatro Puertorriqueño”; enmendar; enmendar el Artículo 2 de la Ley Núm. 225-2006, conocida como “Ley del “Mes y el Día de la Concientización sobre el Cáncer de Próstata”; enmendar el Artículo 2 y reenumera el segundo artículo 3 a Artículo 4 de la Ley Núm. 219-2011, conocida como “Ley del “Mes de Alerta ni un Disparo al Aire” y el “Día de Alerta ni un Disparo al Aire””; enmendar el Artículo 2 de la Ley Núm. 131-2006, conocida como “Ley del “Mes de la Costura desde el Hogar””; enmendar el Artículo 2 de la Ley Núm. 159-2010, conocida como “Ley del “Mes de la Conciencia y el Conocimiento sobre la Leucemia, Linfoma y el Mieloma””; enmendar los Artículos 2 y 3 de la Ley Núm. 66-2012, conocida como “Ley del “Mes de la Paz en Puerto Rico””; enmendar los Artículos 2 y 3 de la Ley Núm. 52-2021, conocida como “Ley del “Mes y el Día de la Concienciación de la Enfermedad de Alzheimer””; enmendar el Artículo 2 de la Ley Núm. 102-1994, conocida como “Ley del “día de la Biblia””; enmendar el Artículo 2 de la Ley Núm. 7-A-2002, conocida como “Ley del “Día de la Excelencia del Servicio al Prójimo” en Conmemoración del Natalicio de la Ilustre Figura de Sor Isolina Ferré”; enmendar las Secciones 1, 2, 3 y 4 de la Ley Núm. 9-2023, conocida como Ley del “Día de la Concienciación sobre el Daltonismo en Puerto Rico””; enmendar los Artículo 2, 3 y 4 de la Ley Núm. 257-2011, según enmendada, conocida como “Ley del “Día de la Conservación del Manatí Caribeño en Puerto Rico” y para Designarlo como el “Mamífero Oficial de Puerto Rico””; enmendar los Artículos 1 y 2 de la Ley Núm. 262-1999, conocida como Ley del “Día de la Conmemoración de la Obra Artística Musical del Compositor Roberto Cole”; enmendar los Artículos 1 y 2 de la Ley Núm. 162 del 10 de agosto de 1988, conocida como “Ley de la “Semana de la Guardia Nacional””; enmendar el Artículo 2 de la Ley Núm. 270-2002, conocida como “Ley de la “Semana Conmemorativa de los Policías y Bomberos Caídos en el Cumplimiento del Deber en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 149-2006, conocida como “Ley de la “Semana del Técnico de Servicios Sociopenales de Puerto Rico””; enmendar el Artículo 2 de la Ley Nm. 263-2011, conocida como “Ley de la “Semana de la Educación de las Artes””; enmendar los Artículo 2 y 3 de la Ley Núm. 267-2011, conocida como Ley del “Día de la Mensajera y el Mensajero den Puerto Rico””; enmendar los Artículos 1 y 2 de la Ley Núm. 182-1999, conocida como “Ley del “Día de la Conmemoración y Celebración del Natalicio y de la Obra Artística Musical de la Compositora Myrta Silva””; enmendar el título, y los Artículos del 1 al 3 de la Ley Núm. 50-2015, conocida como “Ley del “Día del Empleado con Diversidad Funcional” en el Estado Libre Asociado de Puerto Rico”; enmendar los Artículos 2 y 3 de la Ley Núm. 83-2022, conocida como “Ley del “Día de la Concienciación de la Dermatitis Atópica””; el Artículo 2 de la Ley Núm. 163-2014, conocida como “Ley de la “Semana del veterano(a) Puertorriqueño(a)””; enmendar los Artículos 1, 2 y 3 de la Ley Núm. 329-2003, conocida como “Ley del “Día Nacional de Limpieza de Playas””; enmendar las Secciones 1, 2, 3, 4, 5, 6 de la Ley Núm. 153-2019, conocida como “Ley para Designar la “Semana Educativa Pro Turismo en Puerto Rico y el “Día Mundial del Turismo””; enmendar los Artículos 2, 3 y 4 de la Ley Núm. 181-2014, conocida como “Ley de la “Semana de la Concienciación sobre Derechos de la Comunidad Sorda” y el “Día Nacional del Sordo en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 288-2003, conocida como “Ley de la “Semana del Técnico y Mecánico Automotriz””; enmendar el Artículo 2 de la Ley Núm. 28-2020, conocida como Ley de la “Semana de la Concienciación sobre la Retinitis Pigmentosa””; enmendar el Artículo 2 de la Ley Núm. 269-2006, conocida como “Ley para declarar el cuarto lunes del mes de septiembre de cada año como el “Día de la Familia en la Mesa””; enmendar las Secciones 1 y 2 de la Ley Núm. 86 del 26 de junio de 1969, conocida como “Ley del “Día del Grito de Lares””; enmendar los Artículos 2 y 3 de la Ley Núm 82-2024, conocida como “Ley del “Día del o de la intérprete en lengua de señas””; enmendar enmiendan los Artículo 1, 2, 3 y 5 de la Ley Núm. 13-2023, conocida como “Ley del “Día Nacional para la Conciencia de la Pérdida y el Desperdicio de Alimentos””; enmendar los Artículos 2 y 3 de la Ley Núm. 270-1998, según enmendada, conocida como “Ley del “Mes de la Salud Mental””; enmendar el Artículo 2 de la Ley Núm. 122-2011, conocida como Ley del “mes de la Orientación y Conciencia Sísmica en Puerto Rico””; enmendar el Artículo 3 de la Ley Núm. 12-2023, conocida como “Ley del “Mes del Profesional del Trabajo Social” y el “Día del Profesional del Trabajo Social””; enmendar el Artículo 2 de la Ley Núm. 8-1999, según enmendada, conocida como “Ley de la “Semana del Trovador Puertorriqueño y la Trovadora Puertorriqueña””; enmendar los Artículos 3 y 4 de la Ley Núm. 175-2002, conocida como Ley de la “Semana de los Clubes 4-H””; Se deroga la Ley Núm. 173 del 8 de octubre de 2015, conocida como “Ley de la “Semana de la Concienciación sobre la Sensibilidad hacia la Población de Edad Avanzada de Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 176-2013, conocida como “Ley del Día del Notariado Puertorriqueño””; enmendar el Artículo 2 de la Ley Núm. 64-2005, conocida como “Ley del “Día del Oficial de Cumplimiento de las Cooperativas de Ahorro y Crédito””; los Artículos 1 y 2 de la “Ley del Día de Conmemoración del natalicio y de la obra Artística Musical de Ismael Rivera, el Sonero Mayor””; enmendar las Secciones 1, 2, 3 y 4 de la Ley Núm. 135-2003, conocida como “Ley de la “Semana de la industria de Seguros de Puerto Rico””; enmendar los Artículo 1 y 2 de la Ley Núm. 130-1996, conocida como “Ley de la “Semana del Pensionado del Gobierno de Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 22-1998, conocida como “Ley de la “Semana de la Medicina Nuclear” en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 484-2004, conocida como “Ley del “Día Nacional de Concienciación sobre el Síndrome Down””; enmendar el Artículo 2 de la Ley Núm. 178-2019, conocida como “Ley del “Día de la Recordación por las Víctimas del Derrumbe del Sector Mameyes de Ponce””; enmendar el Artículo 2 de la Ley Núm. 70-2014, conocida como “Ley para Declarar el “Día de la Unidad” con el Fin de Promover la Concienciación en Torno al Acoso Escolar, Laboral y en las Comunidades””; Se deroga la Ley Núm. 66-2019, conocida como “Ley del “Día de la niña” en Puerto Rico; enmendar el Artículo 2 de la Ley Núm. 26-1998, conocida como “Ley del “Día del Educador Retirado””; enmendar el Artículo 2 de la Ley Núm. 97-1999, conocida como Ley de la “Semana de la Mujer de Negocios y Profesiones de Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 53-2011, conocida como Ley de la Semana de los Analistas Financieros”; enmendar el Artículo 3 de la Ley Núm. 129-1995, según enmendada, conocida como “Ley del “Día del Bastón Blanco””; enmendar las Secciones 1, 2, 3 y 4 de la Ley Núm. 98-1999, conocida como “Ley del “Día Mundial de la Mujer Rural” en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 131-2001, según enmendada, conocida como “Ley del “Día del Cooperativismo Juvenil””; enmendar los Artículos 2, 3 y 4 de la Ley Núm. 87-2003, conocida como “Ley del “Día internacional para la Erradicación de la Pobreza””; enmendar las Secciones 1, 2, 3 y 4 de la Ley Núm. 139-2001, conocida “Ley del “Día de las Naciones Unidas””; enmendar la Secciones 1, 2, 3 y 4 de la Ley Núm. 152-2019, conocida como “Ley del “Día de la Educación sobre Cambio Climático en Puerto Rico”; enmendar el Artículo 2 de la Ley Núm. 154-2019, “Ley del “Día de la Genealogía Puertorriqueña””; enmendar los Artículos 2 y 3 de la Ley Núm. 109-2015, conocida como “Ley del “Día de Concienciación sobre la Espina Bífida e Hidrocefalia en Puerto Rico””; enmendar los Artículos 1 y 2 de la Ley Núm. 21-2023, conocida como “Ley del “Día de la Mentoría””; enmendar las Secciones 1, 2 y 3 de la Ley Núm. 5 del 5 de marzo de 1971, conocida como “Ley del “Día de Ramón Power y Giralt””; enmendar el Artículo 2 de la Ley Núm. 9-2000, conocida como “Ley de la “Semana de las Telecomunicaciones y la Informática””; enmendar los Artículos 1 y 2 de la Ley Núm. 25 del 17 de junio de 1987, conocida como “Ley de la “Semana de Calidad de Vida””; enmendar los Artículos 2 y 3 de la Ley Núm. 97-2022, conocida como “Ley del “Día de Concienciación sobre la Psoriasis en Puerto Rico””; enmendar el Artículo 2 de la Núm. 15-2010, conocida como “Ley del Mes del Cuidado y Rehabilitación de las Personas con Epilepsia en Puerto Rico”; enmendar los Artículos 1 y 2 de la Ley Núm. 65-1998, conocida como “Ley del “Mes de la música en Puerto Rico “”; enmendar el Artículo 2 de la Ley Núm. 180-1999, conocida como “Ley del “Mes de la Lectura y el Libro en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 29-2000, conocida como “Ley del “Mes de la Prevención y Educación del Manejo del Asma y sus Síntomas””; enmendar el Artículo 2 de la Ley Núm. 176-2001, según enmendada, conocida como “Ley del “Mes Contra la Violencia Doméstica””; enmendar el Artículo 2 de la Ley Núm. 134-2010, conocida como “Ley del “Mes de Alerta y Conciencia de la Hipertensión Pulmonar””; enmendar los Artículos 1 y 2 de la Ley Núm. 83-2003, conocida como “Ley del “Mes de la Orientación, Prevención, Control y Reducción de la Obesidad””; enmendar los Artículos 2, 3, y 4 de la Ley Núm. 132-2007, conocida como “Ley del “Mes de la Consejería en Puerto Rico””; enmendar el Artículo 3 de la Ley Núm. 18-2023, conocida como “Ley del “Mes de Cuidadores” y el “Día de Cuidadores” Formales e Informales; Familiares, Amigos o Allegados””; enmendar los Artículos 3, 4 y 5 de la Ley Núm. 12-2021, conocida como “Ley del “Mes de la Dislexia en Puerto Rico” y el “Día de la Concienciación sobre la Dislexia””; enmendar el Artículo 2 de la Ley Núm. 76-2003, según enmendada, conocida como “Ley del “Mes de la Educación Especial” y el “Día del Maestro de Educación Especial en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 238-2006, conocida como “Ley de la ‘Semana de las Personas con Sordoceguera en Puerto Rico””; enmendar el Artículo 3 de la Ley Núm. 221-2012, conocida como “Ley del “Día de la Plena en Puerto Rico””; enmendar los Artículos 1 y 2 de la Ley Núm. 10 del 19 de mayo de 1982, conocida como “Ley del “Día de Recordación de Pedrín Zorrilla””; enmendar el Artículo 2 de la Ley Núm. 132-2023, conocida como “Ley del “Día de la Lucha contra los Trastornos de la Conducta Alimentaria y de la Ingesta de Alimentos””; enmendar el Artículo 2 de la Ley Núm. 18-2011, conocida como “Ley de la “Semana de Puerto Rico Muévete””; enmendar el Artículo 2 de la Ley Núm. 327-1998, conocida como “Ley de la “Semana del Historiador y el Día del Historiador””; enmendar los Artículos 2 y 3 de la Ley Núm. 136-2001, conocida como “Ley del “Día del Escritor Puertorriqueño””; enmendar el Artículo 2 de la Ley Núm. 135-2008, conocida como “Ley del “Día Nacional Contra el Reflujo Gastroesofágico””; enmendar los Artículos 2 y 3 de la Ley Núm. 13-2008, conocida como “Ley de la “Semana y el Día del Empleado de Custodia”’; enmendar el Artículo 2 de la Ley Núm. 469 de 2004, conocida como “Ley de la “Semana de las Personas con Déficit de Atención en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 307-2002, conocida como “Ley de la “Semana del Árbitro” y el “Día del Árbitro””; enmendar el Artículo 2 de la Ley Núm. 50-2002, conocida como “Ley del “Día del Cuatro Puertorriqueño y de Don Tomás Rivera Morales (Maso)”; enmendar los Artículos 2 y 8 de la Ley Núm. 2-2004, conocida como Ley de la Semana de la Solidaridad, de la Rehabilitación, la Reintegración y la Autogestión de las Personas Deambulantes en Puerto Rico””; enmendar el Artículo 2 de la Ley Núm. 18 del 18 de mayo de 1987, según enmendada, conocida como la “Ley del “Día de No Mas Violencia Contra la Mujer” en Puerto Rico”; y para otros fines relacionados.",
  "from_organization": "~{\"classification\": \"upper\"}",
  "classification": [
    "bill"
  ],
  "subject": [],
  "abstracts": [],
  "other_titles": [],
  "other_identifiers": [],
  "actions": [
    {
      "description": "Radicado",
      "date": "2025-10-16T04:00:00+00:00",
      "organization_id": "~{\"classification\": \"legislature\"}",
      "classification": [
        "introduction"
      ],
      "related_entities": [],
      "_processing": {
        "log_file_created": "2025-10-25T03:28:54Z"
      }
    },
    {
      "description": "Aparece en Primera Lectura de la Cámara",
      "date": "2025-10-20T04:00:00+00:00",
      "organization_id": "~{\"classification\": \"lower\"}",
      "classification": [
        "reading-1"
      ],
      "related_entities": [],
      "_processing": {
        "log_file_created": "2025-10-25T03:28:54Z"
      }
    },
    {
      "description": "Referido a Comisión(es)",
      "date": "2025-10-20T04:00:00+00:00",
      "organization_id": "~{\"classification\": \"legislature\"}",
      "classification": [
        "referral-committee"
      ],
      "related_entities": [],
      "_processing": {
        "log_file_created": "2025-10-25T03:28:54Z"
      }
    }
  ],
  "sponsorships": [
    {
      "name": "Ángel  Morey Noble - Sistema Único de Trámite Legislativo",
      "classification": "primary",
      "entity_type": "person",
      "primary": true,
      "person_id": "~{\"name\": \"\\u00c1ngel  Morey Noble - Sistema \\u00danico de Tr\\u00e1mite Legislativo\"}",
      "organization_id": null
    }
  ],
  "related_bills": [],
  "versions": [
    {
      "note": "Radicado",
      "links": [
        {
          "url": "https://sutra.oslpr.org/SutraFilesGen/159098/PC0938.docx",
          "media_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document"
        }
      ],
      "date": "2025-10-16",
      "classification": ""
    }
  ],
  "documents": [],
  "citations": [],
  "sources": [
    {
      "url": "https://sutra.oslpr.org/medidas/159098",
      "note": ""
    }
  ],
  "extras": {},
  "jurisdiction": {
    "id": "ocd-jurisdiction/country:us/territory:pr/government",
    "name": "Puerto Rico",
    "classification": "state",
    "division_id": "ocd-division/country:us/territory:pr"
  },
  "_processing": {
    "logs_latest_update": "2025-10-25T03:28:54Z"
  }
}