{
  "legislative_session": "2025-2028",
  "identifier": "PC0873",
  "title": "Para crear la “Ley para la Reorganización de las Subsidiarias y Afiliadas del Banco Gubernamental de Fomento para Puerto Rico”; enmendar los Artículos 2, 4 y 5 de la Ley Núm. 103-2001, según enmendada, conocida como “Ley de la Autoridad para el Financiamiento de la Vivienda de Puerto Rico”; enmendar el Artículo 4 de la Ley Núm. 121 de 27 de junio de 1977, según enmendada, conocida como “Ley de la Autoridad de Puerto Rico para el Financiamiento de Facilidades Industriales, Turísticas, Educativas, Médicas y de Control Ambiental”; enmendar los Artículos 2 y 7 de la Ley Núm. 271-2002, según enmendada, conocida como “Ley del Fideicomiso Perpetuo de Comunidades Especiales”; enmendar los Artículos 1 al 6 de la Ley Núm. 290-2000, según enmendada, conocida como la “Ley para Establecer el Depositario de Archivos y Reliquias de Ex Gobernadores y Ex Primeras Damas de Puerto Rico”; enmendar el Artículo 4 de la Ley Núm. 44 de 21 de junio de 1988, según enmendada, conocida como “Ley de Autoridad para el Financiamiento de la Infraestructura de Puerto Rico”; enmendar los Artículos 4, 5 y 8 de la Ley Núm. 173-1999, según enmendada, conocida como “Ley del Fideicomiso de los Niños”; enmendar el inciso Cuarto y el inciso Quinto del Artículo 2 de la Ley Núm. 17 de 23 de septiembre de 1948, según enmendada, conocida como la “Ley del Banco Gubernamental de Fomento para Puerto Rico”; derogar la Ley Núm. 25 de 6 de mayo de 1974, conocida como la “Ley de la Autoridad de Teléfonos de Puerto Rico”; derogar la Ley Núm. 62 de 10 de junio de 1974, según enmendada, conocida como “Ley de la Autoridad de las Navieras”; derogar el Artículo 14 de la Ley Núm. 125-2008, conocida como “Ley de Transferencia del Derecho al Cobro de Deudas Contributivas Morosas de Puerto Rico de 2008”; derogar la Resolución Núm. 5044 de 12 de diciembre de 1984, según enmendada, de la Junta de Directores del Banco Gubernamental de Fomento de Puerto Rico, mediante la cual se creó la Corporación para el Financiamiento Público De Puerto Rico; derogar la Resolución Núm. 3950 de 14 de abril de 1977, según enmendada, de la Junta de Directores del Banco Gubernamental de Fomento de Puerto Rico, mediante la cual se creó el Fondo para el Desarrollo de Puerto Rico; derogar la Resolución Núm. 6275 de 17 de noviembre de 1993, según enmendada, de la Junta de Directores del Banco Gubernamental de Fomento de Puerto Rico, mediante la cual se creó el Fondo para el Desarrollo del Turismo de Puerto Rico; a los fines de disolver a la Autoridad de las Navieras, la Autoridad de Teléfonos, la Corporación para el Financiamiento Público de Puerto Rico, el Fondo para el Desarrollo de Puerto Rico, el Fondo para el Desarrollo del Turismo en Puerto Rico, el Fideicomiso para la Compra de Deudas Contributivas Morosas y el Instituto de Economía y Finanzas José M. Berrocal; desafiliar a las demás subsidiarias y afiliadas del Banco Gubernamental de Fomento para Puerto Rico; eliminar la facultad del Banco Gubernamental de Fomento para Puerto Rico de crear subsidiarias o afiliadas mediante resolución de su Junta de Directores; completar la restructuración organizacional y corporativa del Banco Gubernamental de Fomento para Puerto Rico; y para otros fines relacionados.",
  "from_organization": "~{\"classification\": \"upper\"}",
  "classification": [
    "bill"
  ],
  "subject": [],
  "abstracts": [],
  "other_titles": [],
  "other_identifiers": [],
  "actions": [
    {
      "description": "Radicado",
      "date": "2025-09-23T04:00:00+00:00",
      "organization_id": "~{\"classification\": \"legislature\"}",
      "classification": [
        "introduction"
      ],
      "related_entities": [],
      "_processing": {
        "log_file_created": "2025-10-25T03:28:51Z"
      }
    },
    {
      "description": "Aparece en Primera Lectura de la Cámara",
      "date": "2025-09-25T04:00:00+00:00",
      "organization_id": "~{\"classification\": \"lower\"}",
      "classification": [
        "reading-1"
      ],
      "related_entities": [],
      "_processing": {
        "log_file_created": "2025-10-25T03:28:51Z"
      }
    },
    {
      "description": "Referido a Comisión(es)",
      "date": "2025-09-25T04:00:00+00:00",
      "organization_id": "~{\"classification\": \"legislature\"}",
      "classification": [
        "referral-committee"
      ],
      "related_entities": [],
      "_processing": {
        "log_file_created": "2025-10-25T03:28:51Z"
      }
    }
  ],
  "sponsorships": [
    {
      "name": "Carlos  J. Méndez Núñez - Sistema Único de Trámite Legislativo",
      "classification": "primary",
      "entity_type": "person",
      "primary": true,
      "person_id": "~{\"name\": \"Carlos  J. M\\u00e9ndez N\\u00fa\\u00f1ez - Sistema \\u00danico de Tr\\u00e1mite Legislativo\"}",
      "organization_id": null
    },
    {
      "name": "Miembros  PNP - - Sistema Único de Trámite Legislativo",
      "classification": "primary",
      "entity_type": "person",
      "primary": true,
      "person_id": "~{\"name\": \"Miembros  PNP - - Sistema \\u00danico de Tr\\u00e1mite Legislativo\"}",
      "organization_id": null
    }
  ],
  "related_bills": [],
  "versions": [
    {
      "note": "Radicado",
      "links": [
        {
          "url": "https://sutra.oslpr.org/SutraFiles/anejos/158717/PC0873 (A-076).docx",
          "media_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document"
        }
      ],
      "date": "2025-09-23",
      "classification": ""
    }
  ],
  "documents": [],
  "citations": [],
  "sources": [
    {
      "url": "https://sutra.oslpr.org/medidas/158717",
      "note": ""
    }
  ],
  "extras": {},
  "jurisdiction": {
    "id": "ocd-jurisdiction/country:us/territory:pr/government",
    "name": "Puerto Rico",
    "classification": "state",
    "division_id": "ocd-division/country:us/territory:pr"
  },
  "_processing": {
    "logs_latest_update": "2025-10-25T03:28:51Z"
  }
}